[
  "obsidian-git",
  "obsidian-tasks-plugin",
  "obsidian-kanban",
  "obsidian-icon-folder",
  "editing-toolbar",
  "omnisearch",
  "obsidian-smart-typography",
  "obsidian-importer",
  "dataview",
  "smart-connections",
  "copilot",
  "terminal"
]